<?php

// 广告主审核状态
$config['adv_audit_status'] = [
    '0' => '待审核',
    '1' => '通过',
    '2' => '驳回',
];

// 广告主账户状态
$config['adv_account_status'] = [
    '0' => '草稿',
    '1' => '待审核',
    '2' => '正常',
    '9' => '冻结',
];

// 自媒体人审核状态
$config['media_audit_status'] = [
    '0' => '待审核',
    '1' => '通过',
    '2' => '驳回',
];

// 自媒体人账户状态
$config['media_account_status'] = [
    '0' => '草稿',
    '1' => '待审核',
    '2' => '正常',
    '9' => '冻结',
];

// 任务类型
$config['task_type'] = [
    '1' => '线下执行',
    '2' => '线上传播',
    '3' => '调查收集',
    '4' => '其他',
];
