<!DOCTYPE html>
<html>
    <head>
        <title>协议</title>
        <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width,initial-scale=1,user-scalable=0">
        <link rel="stylesheet" href="/css/common.css" />
    </head>
    <body>
        <div class="main">
            <div class="protocol">
                <h2>欢迎您使用凯普斯平台</h2>
                <p>凯普斯是由北京凯普斯文化传媒有限公司开发运营的广告服务平台，您必须完全同意本协议，才能够享受平台服务，在您点击同意协议后，就表示为您认可并接受与北京凯普斯文化传媒有限公司如下一切法律条款。</p>
                <h3>一、用户资格　</h3>
                1. 用户必须独立在“凯普斯”平台中留有合法并准确的联系电话及相关可联系信息，并提供真实姓名或公司名称。<br><br>
                <h3>二、用户的权利和义务</h3>
                1. 需要发布任务的广告主，有权根据本协议的规定及”凯普斯”发布的相关规则，利用”凯普斯”平台发布任务信息并有权享受”凯普斯”提供的其他的有关资讯及信息服务。<br><br>
                2.入驻平台的自媒体人，有权根据本协议的规定及“凯普斯”接受任务的相关规则，利用“凯普斯”平台参与任务、获得任务收入并有权享受”凯普斯”平台提供的其他有关资讯及信息服务。<br><br>
                3. 用户应对以其用户名进行的所有活动和事件负全部责任。<br><br>
                4. 用户有义务确保向”凯普斯”平台提供的任何资料、注册信息真实准确，包括但不限于真实姓名、身份证号、联系电话、地址等。保证”凯普斯”平台可以通过上述联系方式取得联系。同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。<br><br>
                5. 用户不得以任何形式擅自转让或授权他人使用自己在”凯普斯”的用户帐号。<br><br>
                6. 用户有义务确保在”凯普斯”平台上发布的任务信息真实、准确，无误导性。<br><br>
                7. 用户不得在”凯普斯”平台发布国家禁止信息、不得发布侵犯他人知识产权或其他合法权益的信息，也不得发布违背社会公共利益、公共道德的等任何违法信息。<br><br>
                8. 用户在”凯普斯”交易中应当遵守诚实信用原则，不得以干预或操纵发布任务等不正当竞争方式扰乱交易秩序，不得从事与交易无关的不当行为。<br><br>
                9. 用户承诺自己在使用”凯普斯”平台实施的所有行为遵守国家法律，对于任何法律后果的发生 ，用户将以自己的名义独立承担所有相应的法律责任。<br><br>
                <h3>三、“凯普斯”平台发布任务规则</h3>
                1. 企业信息审核通过的用户，可以在“凯普斯”平台发布任务；<br><br>
                2. 用户需确保所发布任务内容遵守国家法律法规、不侵害知识产权，并对违反规定的法律后果独立承担责任；<br><br>
                3. 在“凯普斯”平台发布任务，必须经过平台审核才能生效，“凯普斯”对任务审核有最终解释权；<br><br>
                4. <span>任务发布后不可撤销，任务内容不可更改，任务涉及金额会被平台冻结，直至该任务执行完成并完成最终任务费用结算；</span><br><br>
                <h3>四、“凯普斯”平台接受任务规则</h3>
                1. 当用户在“凯普斯”平台接受任务订单后，配合在任务所规定的时间，以任务所规定的方式，自动发布任务内容。<br><br>
                2. 在任务执行完成后，用户应确保该内容在发布后的48小时内不被删除，否则视为任务失败，“凯普斯”不会对此进行任何结算；<br><br>
                3. <span>用户应遵守结算规则，接受每周固定一次支付当周任务收益，“凯普斯”不接受其他结算及支付需求；</span><br><br>
                4. 用户在获得任务收益后，有义务自行向国家税务机关依法纳税；<br><br>
                基于以上条款的商业规则及最终解释权 归属于北京凯普斯文化传媒有限公司。

            </div>
        </div>
    </body>
</html>